.metadata/.plugins/org.eclipse.core.resources/.history/ff/f0769708dfa0001f131bb0bc04aad5a6

<?xml version="1.0" encoding="UTF-8"?>
<localEntry key="XSLTTransformation" xmlns="http://ws.apache.org/ns/synapse">
    <xsl:stylesheet version="1.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">
        <xsl:output indent="yes" method="xml" omit-xml-declaration="yes"/>
        <xsl:template match="/">
            <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://types.ws.gw.fcubs.iflex.com">
                <soapenv:Header/>
                <soapenv:Body>
                    <typ:CreateTransaction>
                        <xsl:text><![CDATA[</xsl:text>                    <xsl:copy-of select="*"/>                    <xsl:text>]]></xsl:text>
                    </typ:CreateTransaction>
                </soapenv:Body>
            </soapenv:Envelope>
        </xsl:template>
    </xsl:stylesheet>
</localEntry>
